Repository: altairos/MiLens-iOS
Catalog: MiLens/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko, zh_hant

# a11y.bead.generate
source: 生成拼豆图纸
de: Bügelperlen-Vorlage erstellen
en: Generate bead pattern
fr: Générer le modèle de perles
ja: アイロンビーズの図案を生成
zh_hant: 產生拼豆圖稿

# a11y.create.beadEntry
source: 拼豆图纸，选择照片开始
de: Bügelperlen-Vorlage — wähle ein Foto zum Starten
en: Bead Pattern — select photo to begin
fr: Modèle de perles — sélectionnez une photo pour commencer
ja: アイロンビーズの図案 · 写真を選んで開始
zh_hant: 拼豆圖稿，選取照片開始

# a11y.create.petCardEntry
source: 伙伴卡片，选择照片开始
de: Haustierkarte — wähle ein Foto zum Starten
en: Pal Card — select photo to begin
fr: Carte du compagnon — sélectionnez une photo pour commencer
ja: パートナーカード、開始するには写真を選択してください
zh_hant: 毛小孩卡片，選取照片開始

# a11y.editor.adjust
source: 调整
de: Anpassen
en: Adjust
fr: Ajuster l'image
ja: 調整
zh_hant: 調整

# a11y.editor.back
source: 返回
de: Zurück
en: Back
fr: Retour
ja: 戻る

# a11y.editor.color %@
source: 颜色 %@
de: Farbe %@
en: Color %@
fr: Couleur %@
ja: 色 %@
zh_hant: 顏色 %@

# a11y.editor.decorate
source: 装饰
de: Dekorieren
en: Decorate
fr: Décorer
ja: 飾る
zh_hant: 裝飾

# a11y.editor.decoration.proBadge
source: Pro 专属
de: Exklusiv für Pro
en: Pro Exclusive
fr: Réservé aux membres Pro
ja: プロ専用
zh_hant: Pro 專屬

# a11y.editor.decoration.unavailable
source: 素材不可用
de: Inhalt nicht verfügbar
en: Asset unavailable
fr: Élément non disponible
ja: 材料が利用できません

# a11y.editor.deleteSticker
source: 删除贴纸
de: Sticker löschen
en: Delete sticker
fr: Supprimer l'autocollant
ja: ステッカーを剥がす
zh_hant: 刪除貼圖

# a11y.editor.deleteText
source: 删除文字
de: Text löschen
en: Delete text
fr: Supprimer le texte
ja: テキストの削除
zh_hant: 刪除文字

# a11y.editor.redo
source: 重做
de: Wiederholen
en: Redo
fr: Rétablir
ja: やり直し

# a11y.editor.removeFrame
source: 移除相框
de: Rahmen entfernen
en: Remove frame
fr: Supprimer le cadre
ja: フォトフレームを外す

# a11y.editor.save
source: 保存
de: Speichern
en: Save
fr: Enregistrer
zh_hant: 儲存

# a11y.editor.smart
source: 智能
de: Intelligent verbessern
en: Smart enhance
fr: Amélioration automatique
ja: 知的
zh_hant: 智慧增強

# a11y.editor.undo
source: 撤销
de: Rückgängig
en: Undo
fr: Annuler
ja: キャンセル
zh_hant: 復原

# a11y.gallery.date %lld %lld
source: ，%lld月%lld日
de: , %lld.%lld.
en: , %lld/%lld
fr: , le %lld/%lld

# a11y.gallery.favorite
source: ，已收藏
de: , Favorit
en: , Favorite
fr: , favorite
ja: 、集められました

# a11y.gallery.lockedPhoto
source: 已锁定照片
de: Gesperrtes Foto
en: Locked photo
fr: Photo verrouillée
ja: 写真がロックされました
zh_hant: 已鎖定照片

# a11y.gallery.photo
source: 照片
de: Foto
en: Photo
fr: Photo
ja: 写真

# a11y.gallery.selected
source: ，已选择
de: , Ausgewählt
en: , Selected
fr: , sélectionnée
ja: 、選択済み
zh_hant: ，已選取

# a11y.home.bell
source: 待看的回忆
de: Deine Erinnerungen
en: Your Memories
fr: Souvenirs à revoir
ja: 見られる思い出
zh_hant: 待看的回憶

# a11y.home.openPhoto %@
source: 打开照片，%@
de: Foto %@ öffnen
en: Open photo %@
fr: Ouvrir la photo %@
ja: 写真を開きます、%@
zh_hant: 打開照片，%@

# a11y.onboarding.back
source: 返回上一步
de: Vorheriger Schritt
en: Previous step
fr: Étape précédente
ja: 前のステップに戻る

# a11y.onboarding.privacyAgree
source: 同意隐私政策
de: Ich stimme zu und habe verstanden
en: I agree and understand
fr: J'accepte et je comprends
ja: プライバシーポリシーに同意する
zh_hant: 同意隱私權政策

# a11y.onboarding.step %lld %lld
source: 第 %lld 步，共 %lld 步
de: Schritt %lld von %lld
en: Step %lld of %lld
fr: Étape %lld sur %lld
ja: ステップ %lld/%lld

# a11y.petcard.generate
source: 生成伙伴卡片
de: Haustierkarte erstellen
en: Generate pal card
fr: Générer la carte du compagnon
ja: パートナーカードを生成する
zh_hant: 產生毛小孩卡片

# a11y.pets.avatar %@
source: %@头像
de: Avatar von %@
en: %@'s avatar
fr: Avatar de %@
ja: %@アバター
zh_hant: %@大頭貼

# a11y.pets.avatarPhoto %@
source: %@的头像照片
de: Avatar-Foto von %@
en: %@'s avatar photo
fr: Photo de profil de %@
ja: %@ のアバター写真
zh_hant: %@的大頭貼照片

# a11y.photoView.assign
source: 归属到伙伴
de: Haustier zuweisen
en: Assign to pal
fr: Assigner au compagnon
ja: パートナーに属している
zh_hant: 歸屬到毛小孩

# a11y.photoView.edit
source: 编辑
de: Bearbeiten
en: Edit
fr: Retoucher
ja: 編集
zh_hant: 編輯

# a11y.photoView.favorite
source: 收藏
de: Favorit
en: Favorite
fr: Favori
ja: 集める

# a11y.timeline.representativePhoto
source: 代表照片
de: Vorgestelltes Foto
en: Featured photo
fr: Photo mise en avant
ja: 代表写真

# about.fonts.note
source: 以上字体均以 SIL Open Font License 1.1 授权，许可证原文随 App 分发。
de: Alle Schriftarten sind unter der SIL Open Font License 1.1 lizenziert; Lizenztexte sind in der App enthalten.
en: All fonts are licensed under the SIL Open Font License 1.1; license texts are bundled with the app.
fr: Toutes ces polices sont distribuées sous la SIL Open Font License 1.1. Le texte de chaque licence est inclus dans l'app.
ja: 上記のフォントはSIL Open Font License 1.1に基づいてライセンスされており、元のライセンステキストはアプリとともに配布されます。
zh_hant: 以上字型均採用 SIL Open Font License 1.1 授權，授權條款原文隨 App 一併提供。

# about.fonts.title
source: 字体与开源许可
de: Schriftarten & Open-Source-Lizenzen
en: Fonts & Open Source Licenses
fr: Polices et licences open source
ja: フォントとオープンソースのライセンス
zh_hant: 字型與開源授權

# action.saveDraft
source: 保存草稿
de: Entwurf speichern
en: Save Draft
fr: Enregistrer le brouillon
ja: 下書きを保存
zh_hant: 儲存草稿

# action.saveShare
source: 保存并分享
de: Speichern & Teilen
en: Save & Share
fr: Enregistrer et partager
ja: 保存して共有する
zh_hant: 儲存並分享

# album.candidates.cardPending
source: 待确认
de: Ausstehend
en: Pending
fr: En attente
ja: 確認中
zh_hant: 待確認

# album.candidates.cardSelected
source: 已选
de: Ausgewählt
en: Selected
fr: Sélectionnée
ja: 選択済み
zh_hant: 已選

# album.candidates.continue %lld
source: 继续确认归属 · %lld 张
de: Weiter bestätigen (%lld verbleibend)
en: Continue Confirming (%lld remaining)
fr: Continuer la confirmation (%lld restantes)
ja: 所有権の確認を続けます · %lld Zhang
zh_hant: 繼續確認歸屬 · %lld 張

# album.candidates.quotaHint
source: 更大容量，请使用 MiLens Pro
de: Mit MiLens Pro freischalten
en: Unlock with MiLens Pro
fr: Débloquer avec MiLens Pro
ja: さらに容量が必要な場合は、MiLens Proを使用してください
zh_hant: 更大容量，請使用 MiLens Pro

# album.candidates.subtitle
source: 以下只是候选，请由你确认后再导入。
de: Dies sind nur Vorschläge. Bestätige jeden einzelnen vor dem Importieren.
en: These are only candidates. Confirm each one before importing.
fr: Ce sont uniquement des photos candidates. Confirmez chacune d'elles avant l'importation.
ja: 以下はあくまで候補ですので、インポート前にご確認ください。
zh_hant: 以下僅為候選照片，請由你確認後再匯入。

# album.candidates.tabAll %lld
source: 全部 %lld
de: Alle %lld
en: All %lld
fr: Toutes (%lld)
ja: すべて %lld

# album.candidates.tabPending %lld
source: 待确认 %lld
de: Ausstehend %lld
en: Pending %lld
fr: En attente (%lld)
ja: 確認中 %lld
zh_hant: 待確認 %lld

# album.candidates.tabSelected %lld
source: 已选 %lld
de: Ausgewählt %lld
en: Selected %lld
fr: Sélectionnées (%lld)
ja: %lldが選択されました
zh_hant: 已選 %lld

# album.candidates.title
source: 似乎有熟悉的伙伴
de: Bekannte Fotos gefunden
en: Familiar Photos Found
fr: Photos candidates trouvées
ja: 見覚えのあるパートナーがいるようです
zh_hant: 似乎有熟悉的毛小孩身影

# album.petSelect.confirm %lld
source: 确认导入 · %lld 张
de: Bestätigen (%lld ausgewählt)
en: Confirm (%lld Selected)
fr: Confirmer (%lld sélectionnées)
ja: 読み込みを確認 · %lld枚
zh_hant: 確認匯入 · %lld 張

# album.petSelect.confirmTo %@
source: 确认并导入到%@
de: Bestätigen und %@ zuweisen
en: Confirm and assign to %@
fr: Confirmer et assigner à %@
ja: 確認して %@ にインポートします
zh_hant: 確認並匯入到%@

# album.petSelect.countUnit
source: 张
de: Fotos
en: photos
fr: photos
ja: 開ける
zh_hant: 張

# album.petSelect.defaultPetName
source: 新档案
de: Neues Haustierprofil
en: New Pal Profile
fr: Nouveau compagnon
ja: 新しいファイル
zh_hant: 新檔案

# album.petSelect.defaultPetShort
source: 伙伴
de: Haustier
en: Pal
fr: Compagnon
ja: パートナー
zh_hant: 毛小孩

# album.petSelect.evidenceMark
source: 待归档照片
de: Fotos zum Archivieren
en: Photos to Archive
fr: Photos candidates
ja: アーカイブされる写真
zh_hant: 待歸檔照片

# album.petSelect.importMark
source: 本次导入
de: Dieser Import
en: This Import
fr: IMPORTATION D'ARCHIVE
ja: このインポート
zh_hant: 本次匯入

# album.petSelect.importTarget %@
source: 加入「%@」的档案
de: In das Archiv von %@ importieren
en: Import into %@'s Archive
fr: Importer dans l'archive de %@
ja: 「%@」のファイルを追加
zh_hant: 加入「%@」的檔案

# album.petSelect.newArchiveHint
source: 由你填写名字和资料
de: Gib einen Namen und Details ein
en: Enter a name and details
fr: Indiquez son nom et ses informations
ja: 名前や情報を入力していきます
zh_hant: 由你填寫名字和資料

# album.petSelect.newArchiveTitle
source: 新建伙伴档案
de: Neues Haustierprofil
en: New Pal Profile
fr: Nouveau profil de compagnon
ja: 新しいパートナープロファイルを作成する
zh_hant: 建立毛小孩檔案

# album.petSelect.petMeta %@ %lld
source: %@ · %lld 张照片
de: %@ · %lld Fotos
en: %@ · %lld Photos
fr: %@ · %lld photos
ja: %@ · %lld写真
zh_hant: %@ · %lld 張照片

# album.petSelect.quotaNote %lld %lld
source: 确认后才会写入；导入后免费额度 %lld / %lld
de: Erst nach deiner Bestätigung werden Fotos importiert · Kostenloses Kontingent danach: %lld / %lld
en: Confirming will import photos; usage %lld / %lld
fr: La confirmation importera les photos ; utilisation %lld / %lld
ja: 確認後に書き込みます。インポート後の空き割り当て量 %lld / %lld
zh_hant: 確認後才會寫入；匯入後免費額度 %lld / %lld

# album.petSelect.sectionTitle
source: 伙伴档案
de: Haustierprofile
en: Pal Profiles
fr: Profils de compagnons
ja: パートナープロフィール
zh_hant: 毛小孩檔案

# album.petSelect.selectedMark
source: 已选择
de: Ausgewählt
en: Selected
fr: Sélectionné
ja: 選択済み
zh_hant: 已選擇

# album.quota.existingKept
source: 现有档案仍在设备上
de: Bestehende Profile behalten
en: Existing Profiles Kept
fr: Les photos déjà importées restent accessibles
ja: 既存のアーカイブはまだデバイス上にあります
zh_hant: 現有檔案仍保留在裝置上

# album.quota.later
source: 暂不升级
de: Jetzt nicht
en: Not Now
fr: Plus tard
ja: まだアップグレードしていません
zh_hant: 暫不升級

# album.quota.mark
source: 免费照片额度
de: Kostenloses Foto-Limit
en: Free Photo Limit
fr: QUOTA D'ARCHIVE
ja: 無料の写真クレジット
zh_hant: 免費照片額度

# album.quota.resilience1.desc
source: 不会删除、压缩或移动已有照片
de: Vorhandene Fotos werden weder gelöscht noch komprimiert oder verschoben.
en: Existing photos won't be deleted, compressed, or moved.
fr: Les photos existantes ne sont ni supprimées, ni compressées, ni déplacées.
ja: 既存の写真は削除、圧縮、移動されません
zh_hant: 不會刪除、壓縮或移動現有照片

# album.quota.resilience1.title
source: 现有档案保持原样
de: Bestehende Profile bleiben unverändert
en: Existing Profiles Stay Untouched
fr: Vos archives restent intactes
ja: 既存のファイルはそのまま残ります
zh_hant: 現有檔案保持原樣

# album.quota.resilience2.desc
source: 候选照片不会自动写入任何伙伴档案
de: Vorgeschlagene Fotos werden nie automatisch einem Haustierprofil hinzugefügt.
en: Candidate photos are never added to a pal profile automatically.
fr: Les photos candidates ne sont jamais ajoutées automatiquement à un profil.
ja: 候補の写真がパートナーのプロフィールに自動的に保存されることはありません
zh_hant: 候選照片不會自動寫入任何毛小孩檔案

# album.quota.resilience2.title
source: 继续由你确认归属
de: Du bestätigst weiterhin jede Zuordnung
en: You Stay in Control
fr: Vous confirmez toujours chaque attribution
ja: 所有権を確認するのはあなた次第です
zh_hant: 繼續由你親自確認歸屬

# album.quota.resilience3.desc
source: 方案与实际价格在购买前显示
de: Abo und tatsächlicher Preis werden vor dem Kauf angezeigt.
en: Plan and actual price are shown before purchase.
fr: L'offre et son prix réel sont affichés avant l'achat.
ja: 購入前にプランと実際の価格を表示
zh_hant: 方案與實際價格在購買前顯示

# album.quota.resilience3.title
source: 升级信息来自 App Store
de: Upgrade-Details kommen aus dem App Store
en: Clear Upgrade Details
fr: Les offres viennent de l'App Store
ja: アップグレード情報はApp Storeから取得されます
zh_hant: 升級資訊來自 App Store

# album.quota.subtitle
source: 升级后可以继续导入；不升级也不会影响已经保存的内容。
de: Mit einem Upgrade kannst du weiter importieren. Ohne Upgrade bleiben bereits gespeicherte Inhalte unverändert.
en: Upgrade to keep importing. Staying on the free plan won't affect anything already saved.
fr: Passez à Pro pour continuer l'importation. Sans mise à niveau, tout ce qui est déjà enregistré reste intact.
ja: アップグレード後もインポートを続けることができます。アップグレードしなくても、すでに保存されているコンテンツは影響を受けません。
zh_hant: 升級後可以繼續匯入；不升級也不會影響已經儲存的內容。

# album.quota.title %lld
source: 免费 %lld 张额度已用完
de: Limit von %lld kostenlosen Fotos erreicht
en: %lld Free Photo Limit
fr: Limite de %lld photos atteinte
ja: 無料の %lldクォータが使い果たされました
zh_hant: 免費 %lld 張額度已用完

# album.quota.usedUp
source: 已全部使用
de: Vollständig aufgebraucht
en: Fully Used
fr: Quota atteint
ja: 全て使用済み

# album.quota.viewPro
source: 查看 MiLens Pro
de: MiLens Pro ansehen
en: View MiLens Pro
fr: Découvrir MiLens Pro
ja: MiLens Proを見る

# album.success.joined %@
source: 已加入「%@」的档案
de: Zum Archiv von %@ hinzugefügt
en: Added to %@'s Archive
fr: A rejoint %@
ja: ファイルが「%@」に追加されました
zh_hant: 已加入「%@」的檔案

# album.success.localBody
source: 照片不会上传；已有内容也不会被移动。
de: Fotos werden niemals hochgeladen; bestehende Inhalte werden nicht verschoben.
en: Photos are never uploaded; existing content won't be moved.
fr: Les photos ne sont pas envoyées et le contenu existant n'est pas déplacé.
ja: 写真はアップロードされません。既存のコンテンツは移動されません。
zh_hant: 照片不會上傳；現有內容也不會被移動。

# album.success.localTitle
source: 只在这台设备上
de: Nur auf diesem Gerät
en: On This Device Only
fr: Archive 100 % locale
ja: このデバイスのみ
zh_hant: 只在這台裝置上

# album.success.privacyNote
source: 归档完成 · 你仍可随时删除或重新分配照片
de: Archivierung abgeschlossen · Du kannst Fotos jederzeit löschen oder neu zuweisen.
en: Archive complete · You can delete or reassign photos anytime.
fr: Archive prête · Vous pouvez supprimer ou réassigner des photos à tout moment.
ja: アーカイブが完了しました · 写真はいつでも削除または再割り当てできます
zh_hant: 歸檔完成 · 你仍可隨時刪除或重新分配照片

# album.success.statOriginal
source: 原片
de: Originale
en: Originals
fr: Originaux
ja: オリジナルフィルム

# album.success.statPet
source: 伙伴
de: Haustiere
en: Pals
fr: Compagnon
ja: パートナー
zh_hant: 毛小孩

# album.success.statThumbnail
source: 缩略图
de: Miniaturansichten
en: Thumbnails
fr: Vignettes
ja: サムネイル
zh_hant: 縮圖

# album.success.title %lld
source: %lld 张照片已归档
de: %lld Fotos archiviert
en: %lld Photos Archived
fr: %lld photos importées
ja: %lld個の写真がアーカイブされました
zh_hant: %lld 張照片已歸檔

# album.success.viewPhotos %@
source: 查看%@的照片
de: Fotos von %@ ansehen
en: View %@'s Photos
fr: Voir les photos de %@
ja: %@ さんの写真を見る

# archive.preview.panelBody
source: 统计、记忆与近期照片属于同一张连续档案纸。
de: Statistiken, Erinnerungen und aktuelle Fotos gehören zu einem fortlaufenden Archiv.
en: Stats, memories, and recent photos belong to one continuous archive.
fr: Statistiques, souvenirs et photos récentes forment une archive continue et vivante.
ja: 統計、思い出、最近の写真は、同じ連続アーカイブ用紙に属します。
zh_hant: 統計、記憶與近期照片屬於同一張連續檔案紙。

# archive.preview.panelTitle
source: 连续档案纸
de: Fortlaufendes Archiv
en: Continuous Archive
fr: Archive de vie continue
ja: 連続アーカイブ用紙
zh_hant: 連續檔案紙

# avatar.crop.failed
source: 无法裁切图片，请重试
de: Avatar-Bild konnte nicht verarbeitet werden
en: Unable to process avatar image
fr: Impossible de traiter la photo de profil
ja: 画像をトリミングできません。もう一度お試しください。
zh_hant: 無法裁切圖片，請重試

# avatar.crop.hint
source: 拖动调整裁切位置，捏合缩放
de: Zum Anpassen der Position ziehen
en: Drag to adjust position
fr: Faites glisser pour ajuster le cadrage
ja: ドラッグしてトリミング位置を調整し、ピンチしてズームします
zh_hant: 拖移調整裁切位置，雙指縮放大小

# bead.generating.cancel
source: 取消生成
de: Erstellung abbrechen
en: Cancel Generation
fr: Annuler la création
ja: 生成をキャンセルする
zh_hant: 取消產生

# bead.generating.log
source: 显影记录
de: Verarbeitungsprotokoll
en: Processing Log
fr: Journal de traitement
ja: 生成ログ
zh_hant: 顯影記錄

# bead.generating.step1
source: 识别伙伴主体
de: Haustiermotiv wird erkannt
en: Finding your pal in the photo
fr: Repérage du compagnon
ja: パートナーの被写体を認識
zh_hant: 辨識毛小孩主體

# bead.generating.step2
source: 智能抠图
de: Intelligentes Ausschneiden
en: Smart Cutout
fr: Détourage intelligent
ja: スマート切り抜き
zh_hant: 智慧去背

# bead.generating.step3
source: 匹配 MARD 色卡
de: MARD-Farbpalette wird abgeglichen
en: Matching the MARD palette
fr: Correspondance avec le nuancier MARD
ja: MARDカラーカードと一致します
zh_hant: 比對 MARD 拼豆色卡

# bead.generating.step4
source: 生成拼豆图纸
de: Bügelperlenraster und Nummern werden erstellt
en: Rendering pegboard layout & numbers
fr: Rendu de la grille et numérotation
ja: 図案を生成
zh_hant: 產生拼豆圖稿

# bead.generating.subtitle
source: 先保住轮廓，再把每一处颜色落到 MARD 色卡。
de: Zuerst bleibt der Umriss erhalten, dann wird jede Farbe der MARD-Palette zugeordnet.
en: Preserving the outline, then matching each color to the MARD palette.
fr: Le contour est d'abord préservé, puis chaque couleur est associée au nuancier MARD.
ja: まず輪郭を保ち、すべての色をMARDカラーチャートに配置します
zh_hant: 先保留輪廓，再將每處色彩對應至 MARD 拼豆色卡。

# bead.generating.title
source: 图纸显影中
de: Bügelperlen-Vorlage erstellen
en: Creating Bead Pattern
fr: Création du modèle de perles
ja: 図案の生成中
zh_hant: 圖稿顯影中

# bead.pattern.parametersOverline
source: PATTERN PARAMETERS
de: Vorlagen-Parameter
fr: PARAMÈTRES DU MODÈLE
ja: パターンパラメータ
zh_hant: 圖稿參數

# bead.pattern.parametersTitle
source: 图纸参数
de: Vorlagen-Parameter
en: Pattern Parameters
fr: Paramètres du modèle
ja: 描画パラメータ
zh_hant: 圖稿參數

# bead.phase.locked
source: 主体已锁定 · 正在配色
de: Motiv fixiert · Farben werden abgeglichen
en: Subject locked · Matching colors
fr: Sujet verrouillé · Correspondance des couleurs
ja: 被写体はロック中・カラーマッチング中
zh_hant: 主體已鎖定 · 正在配色

# bead.result.a4Desc
source: 单页 PDF · 打印友好
de: Einseitiges PDF · Druckfertig
en: Single-page PDF · Print-ready
fr: PDF 1 page · Prêt à imprimer
ja: 単一ページのPDF · 印刷に適しています
zh_hant: 單頁 PDF · 隨時可列印

# bead.result.a4Title
source: A4 制作图纸
de: A4 Bügelperlen-Vorlage
en: A4 Bead Pattern
fr: Modèle de perles A4
ja: A4製作図案
zh_hant: A4 製作圖稿

# bead.result.keepTitle
source: 将这一次的作品永久珍藏
de: Behalte dieses Werk für immer
en: Keep This Creation Forever
fr: Conservez cette création pour toujours
ja: この作品を永遠に集めてください
zh_hant: 將這一次的作品永久珍藏

# bead.result.materialSortedBy %lld
source: %lld 色 · 按用量排序
de: %lld Farben · Nach Menge sortiert
en: %lld Colors · Sorted by Quantity
fr: %lld couleurs · Triées par quantité
ja: %lldカラー · 用途別に並べ替え

# bead.result.overline
source: ARCHIVE OUTPUT
de: Archiv-Ausgabe
fr: RÉSULTAT DU MODÈLE
ja: アーカイブ出力
zh_hant: 檔案輸出

# bead.result.saveHdDesc
source: 原始像素 · 透明背景可选
de: Original-Pixel · Optionaler transparenter Hintergrund
en: Original pixels · Optional transparent background
fr: Résolution d'origine · Fond transparent en option
ja: オリジナルピクセル・透明背景オプション
zh_hant: 原始像素 · 透明背景可選

# bead.result.shareDesc
source: 系统分享面板
de: System-Teilen-Menü
en: System Share Sheet
fr: Menu de partage du système
ja: システム共有パネル
zh_hant: 系統分享選單

# bead.result.shareTitle
source: 分享作品
de: Werk teilen
en: Share Creation
fr: Partager le modèle
ja: 自分の作品を共有する

# bead.step.done
source: 已完成
de: Fertig
en: Done
fr: Terminé
ja: 完了

# bead.step.inProgress
source: 进行中
de: In Bearbeitung
en: In Progress
fr: En cours
ja: 進行中
zh_hant: 進行中

# bead.step.waiting
source: 等待
de: Warten
en: Waiting
fr: En attente
ja: 待って

# bell.confirm.body.new
source: 系统图库里有待确认的新照片，要现在添加吗？
de: Deine Fotomediathek enthält möglicherweise neue Fotos deines Haustiers. Jetzt hinzufügen?
en: Your photo library may have new photos of your pal. Add them now?
fr: De nouvelles photos de votre compagnon sont peut-être disponibles. Les ajouter ?
ja: 「写真」アプリで確認できる新しい写真があります。今すぐ追加しますか？
zh_hant: 系統照片圖庫中有待確認的新照片，要現在新增嗎？

# bell.confirm.body.stale
source: 已经两周没有添加新照片了
de: Es ist zwei Wochen her, seit du neue Fotos hinzugefügt hast.
en: It's been two weeks since you added new photos.
fr: Deux semaines se sont écoulées depuis vos derniers ajouts de photos.
ja: 2週間経っても新しい写真は追加されませんでした
zh_hant: 已經兩週沒有新增新照片了

# bell.confirm.cancel
source: 以后再说
de: Später
en: Later
fr: Plus tard
ja: それについては後で話してください
zh_hant: 以後再說

# bell.confirm.confirm
source: 去添加
de: Fotos hinzufügen
en: Add Photos
fr: Ajouter des photos
ja: 追加に移動
zh_hant: 前往新增

# bell.confirm.title.new
source: 可能多了新照片
de: Es könnten neue Fotos warten
en: New Photos May Be Waiting
fr: Nouvelles photos potentielles
ja: もっと新しい写真があるかも知れません

# bell.confirm.title.stale
source: 该记录新照片了
de: Zeit, neue Fotos hinzuzufügen
en: Time to Add New Photos
fr: Il est temps d'ajouter des photos
ja: 新しい写真を記録する時間です
zh_hant: 該記錄新照片囉

# bell.menu.memories
source: 查看今日回忆
de: Erinnerungen von heute ansehen
en: View Today's Memories
fr: Voir les souvenirs du jour
ja: 今日の思い出を見る
zh_hant: 查看今日回憶

# bell.menu.newPhoto
source: 去添加新照片
de: Neue Fotos hinzufügen
en: Add New Photos
fr: Ajouter de nouvelles photos
ja: 新しい写真の追加に移動
zh_hant: 前往新增新照片

# bell.menu.title
source: 有新的提醒
de: Neue Erinnerung
en: New Reminder
fr: Nouveau rappel
ja: 新しいリマインダーがあります

# businessCard.saveFailed
source: 保存失败
de: Haustierkarte konnte nicht gespeichert werden
en: Couldn't save pal card image
fr: Impossible d'enregistrer l'image de la carte
ja: 保存に失敗しました
zh_hant: 儲存失敗

# businessCard.template.binding
source: 私人装帧
de: Einband
en: Binding
fr: Reliure
ja: プライベートバインディング
zh_hant: 私人裝幀

# businessCard.template.darkroom
source: 夜间暗房
de: Dunkelkammer
en: Darkroom
fr: Chambre noire
ja: 夜の暗室
zh_hant: 夜間暗房

# businessCard.template.gallery
source: 现代画廊
de: Galerie
en: Gallery
fr: Galerie
ja: モダンなギャラリー
zh_hant: 現代畫廊

# businessCard.template.museum
source: 博物馆典藏
de: Museum
en: Museum
fr: Musée
ja: 博物館のコレクション
zh_hant: 博物館典藏

# businesscard.loadFailed
source: 伙伴加载失败
de: Haustier konnte nicht geladen werden
en: Couldn't load pal
fr: Impossible de charger le compagnon
ja: パートナーの読み込みに失敗しました
zh_hant: 毛小孩載入失敗

# businesscard.overline
source: HORIZONTAL NAMECARD
de: Horizontale Namenskarte
fr: CARTE DE VISITE HORIZONTALE
ja: 横型名刺
zh_hant: 橫式名片

# businesscard.selectTemplate
source: 选择模版
de: Wähle eine Vorlage
en: Choose a Template
fr: Choisir un modèle
ja: テンプレートを選択
zh_hant: 選擇範本

# businesscard.spec
source: PNG · 高清
de: PNG · Hohe Auflösung
en: PNG · High Resolution
fr: PNG · Haute Définition
ja: PNG・HD
zh_hant: PNG · 高畫質

# businesscard.tag.aloof
source: 高冷
de: Distanziert
en: Aloof
fr: Indépendant
ja: よそよそしい

# businesscard.tag.chatty
source: 话痨
de: Gesprächig
en: Talkative
fr: Bavard
ja: おしゃべり
zh_hant: 話嘮

# businesscard.tag.clingy
source: 黏人
de: Anhänglich
en: Clingy
fr: Pot de colle
ja: しがみつく

# businesscard.tag.curious
source: 好奇
de: Neugierig
en: Curious
fr: Curieux
ja: 好奇心旺盛

# businesscard.tag.foodie
source: 贪吃
de: Feinschmecker
en: Foodie
fr: Gourmand
ja: よく深い
zh_hant: 貪吃

# businesscard.tag.gentle
source: 温顺
de: Sanftmütig
en: Gentle
fr: Doux
ja: おとなしい
zh_hant: 溫順

# businesscard.tag.lively
source: 活泼
de: Lebhaft
en: Lively
fr: Plein d'énergie
ja: 活気のある
zh_hant: 活潑

# businesscard.tag.mischievous
source: 调皮
de: Verschmitzt
en: Mischievous
fr: Espiègle
ja: いたずらな
zh_hant: 調皮

# businesscard.tag.sensible
source: 懂事
de: Nachdenklich
en: Thoughtful
fr: Attentionné
ja: 賢明な

# businesscard.tag.sleepy
source: 爱睡
de: Schläfrig
en: Sleepy
fr: Dormeur
ja: 寝るのが大好き
zh_hant: 愛睡

# businesscard.tag.timid
source: 胆小
de: Schüchtern
en: Timid
fr: Timide
ja: 臆病な
zh_hant: 膽小

# businesscard.tag.tsundere
source: 傲娇
de: Tsundere
en: Tsundere
fr: Fier mais tendre
ja: ツンデレ
zh_hant: 傲嬌

# common.back
source: 返回
de: Zurück
en: Back
fr: Retour
ja: 戻る

# common.cancel
source: 取消
de: Abbrechen
en: Cancel
fr: Annuler
ja: キャンセル

# common.confirm
source: 确定
de: Bestätigen
en: Confirm
fr: Confirmer
ja: もちろん
zh_hant: 確認

# common.continue
source: 继续
de: Weiter
en: Continue
fr: Continuer
ja: 続く
zh_hant: 繼續

# common.delete
source: 删除
de: Löschen
en: Delete
fr: Supprimer
ja: 消去
zh_hant: 刪除

# common.done
source: 完成
de: Fertig
en: Done
fr: Terminé
ja: 仕上げる

# common.notSelected
source: 未选择
de: Nicht ausgewählt
en: Not selected
fr: Non sélectionné
ja: 未選択
zh_hant: 未選取

# common.ok
source: 好
de: OK
en: OK
fr: OK
ja: 良い
zh_hant: 確定

# common.save
source: 保存
de: Speichern
en: Save
fr: Enregistrer
zh_hant: 儲存

# common.selected
source: 已选择
de: Ausgewählt
en: Selected
fr: Sélectionné
ja: 選択済み
zh_hant: 已選取

# common.share
source: 分享
de: Teilen
en: Share
fr: Partager
ja: 共有

# create.bead.abstraction
source: 概括度
de: Abstraktion
en: Abstraction
fr: Niveau de simplification
ja: 一般化

# create.bead.adjust
source: 调整方案
de: Rezept anpassen
en: Adjust Recipe
fr: Ajuster
ja: 調整計画
zh_hant: 調整方案

# create.bead.advanced
source: 高级设置
de: Erweiterte Einstellungen
en: Advanced Settings
fr: Paramètres avancés
ja: 詳細設定
zh_hant: 進階設定

# create.bead.boardSize
source: 图纸尺寸
de: Vorlagengröße
en: Pattern Size
fr: Taille de la grille
ja: 図案サイズ
zh_hant: 圖稿尺寸

# create.bead.change
source: 更换
de: Ändern
en: Change
fr: Modifier
ja: 交換する
zh_hant: 更換

# create.bead.collapsed
source: 已收起
de: Eingeklappt
en: Collapsed
fr: Réduire
ja: 集めた
